Revit 2027 API
ParameterTypeId.RebarShapeCrankStartAngledLength Property
 "Start Crank Angled Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarShapeCrankStartAngledLength { get; }
Public Shared ReadOnly Property RebarShapeCrankStartAngledLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarShapeCrankStartAngledLength {
	ForgeTypeId^ get ();
}
static member RebarShapeCrankStartAngledLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace